using System;

namespace Films
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine(@"Фильмы:
1+1 (2011) 10
7 психопатов (2012) 7
12 лет рабства (2013) 8
12 разгневанных мужчин (1957) 9
13 район (2004) 7
22 пули: бессмертный 8
128 ударов сердца в минуту (2015) 7
300 спартанцев (2006) 7
451 градус по фаренгейту (2018) 7
500 дней лета (2009) 9
1917 (2019) 10
2012(2009) 7
V-значит вендетта (2005) 8
Аватар (2009) 8
Адвокат дьявола (1997) 9
А зори здесь тихие (1972) 8
Александр (2004) 8
Алиса в стране чудес (2010) 9
Альфа (2018) 6
Американская история Х (1998) 8
Ангелы Чарли (2000) 7
Ангелы и демоны (2009) 8
Аннигиляция (2018) 6
Артист (2011) 8
Бамблби(2018) 8
Банды нью-йорка (2002) 9
Бегущий в лабиринте (2014) 7
Бегущий по лезвию (2017) 8
Безумный Макс (2015) 8
Бен гур 7
Бесславные ублюдки (2009) 10
Бешеные псы (1992) 10
Битлджус (1988) 7
Блэйд (1998) 6
Богемская рапсодия (2018) 7
Боец (2010) 9
Бой с тенью (2005) 8
Бойцовский клуб (1999) 10
Большая игра (2017) 9
Большой куш (2000) 10
Большой лебовски (1998) 8
Брат 1,2 (1997, 2000) 10
Братья(2009) 8
Братья Гримм (2005) 7
Брачная история (2019) 9
Бриллиантовая рука (1969) 8
Бумер (2003) 8
Бэтмен: начало (2005) 7
Бэтмен: темный рыцарь (2008) 9
Бёрдмэн (2014) 8
Вавилон до н.э (2008) 6
Валериан (2017) 7
Васаби(2001) 8
В бой идут одни старики (1974) 9
В джазе только девушки (1959) 6
В диких условиях (2007) 7
Великий Гэтсби (2013) 9
Великий уравнитель (2014) 7
Вечное сияние чистого разума (2004) 8
Взрывная блондинка (2017) 7
Викинг (2016) 6
Власть пса 7
Властелин колец 1-3 (2001, 2002, 2003) 9
Власть (2018) 9
Воин (2011) 8
Война (2002) 8
Война миров (2005) 8
Вокруг света за 80 дней (2004) 9
Волк с Уолл-стрит (2013) 10
Воровка книг (2013) 6
Восстание планеты обезьян 1 (2011) 8 2 (2017) 7
В погоне за счастьем (2006) 10
Временные трудности (2018) 7
Время ведьм (2011) 7
Время первых (2017) 7
Вселенная Стивена Хокинга (2014) 8
В сердце моря (2015) 7
Вторая жизнь Уве 9
Вторжение (2020) 7
Выживший (2015) 10
Выстрел в пустоту (2017) 7
Гарри Поттер (2001-2011) 10
Гаттака (1997) 7
Главный герой(2021) 8
Гладиатор (2000) 9
Гнев человеческий(2021) 8
Голгофа (2014) 7
Голодные игры 1 (2012) 8
Голодные игры 2+ (2013+) 7
Гонка (2013) 9
Гордость и предубеждение (2005) 8
Горе творец (2017) 8
Город Эмбер(2008) 8
Господин Никто (2009) 8
Грань будущего (2014) 7
Грозила против Конга(2021) 7
Грязь (2013) 9
Далласский клуб покупателей (2013) 8
Дамбо (2019) 7
Двенадцать друзей Оушена (2004) 8
Двухсотлетний человек 8
Дежавю (2006) 7
Дело Ричарда Джоуэлла (2019) 9
Дело храбрых (2017) 9
День когда земля остановилась (2008) 7
День сурка (1993) 9
Дети шпионов (2001) 7
Джанго освобожденный (2012) 9
Джейсон Борн (2002) 7
Джентльмены (2020) 9
Джентльмены удачи (1971) 9
Джобс: Империя соблазна (2013) 8
Джокер (2019) 9
Джон Уик 1,2,3 (2014,2017,2019) 7
Джони. Д (2009) 7
Дивергент (2014) 7
Дневник памяти (2004) 9
Довод (2020) 9
До встречи с тобой (2016) 7
До костей (2017) 6
Доктор Сон (2019) 7
Дом который построил джек (2018) 7
Дом странных детей мисс пилигрим (2016) 7
Дорога перемен(2008) 8
Достать ножи (2019) 9
Достучаться до небес (1997) 10
Другие (2001) 10
Дружить по русски 7
Душа (2020) 8
Дьявол в деталях(2020) 6
Дюна(2021) 8
Дюнкерк (2017) 8
Жена (2017) 7
Жена путешественника во времени (2009) 9
Жизнь Адель (2013) 8
Жизнь других(2006) 7
Жизнь пи (2012) 8
Жизнь прекрасна (1997) 10
Жмурки (2005) 8
Загадочная история Бенджамина Баттона (2008) 8
За зеркалом(2020) 7
Законопослушный гражданин (2009) 8
Залечь на дно в Брюгге (2008) 9
Запах женщины (1992) 9
Запрещённый приём (2011) 7
Защитники (2017) 2
Звёздные войны 4-6 1-3(1977) 8
Звёздные войны 6+ 7
Зеленая миля (1999) 10
Зелёная книга (2018) 10
Знакомьтесь Джо Блэк 7
Зодиак 7
Золотой компас (2007) 7
Зомбилэнд (2009) 7
Иван Васильевич меняет профессию (1973) 8
Игра (1997) 9
Игра в имитацию (2014) 8
Игра на понижение 7
Игры разума (2001) 9
Идиократия(2005) 7
Изгой (2000) 9
Из машины (2014) 7
Иллюзионист (2006) 8
Иллюзия обмана (2013) 8
Интервью с вампиром (1994) 8
Интерстеллар (2014) 10
Инферно (2016) 7
Ирландец (2019) 8
Исходный код (2011) 7
Исчезнувшая (2014) 8
Каменные кулаки (2016) 7
Капернаум (2018) 8
Капитан фантастик (2016) 7
Карты, деньги, 2 ствола (1998) 10
К звёздам (2019) 8
Кингсмен (2014) 7
Книга Илая (2010) 9
Книга джунглей (2016) 6
Кода ребёнок глухонемых 10
Код да Винчи (2006) 8
Кокаин (2001) 8
Комната(2015) 10
Константин (2005) 8
Король говорит (2010) 8
Король ричард 8
Космический джем (1996) 8
Космический джем: новое поколение(2021) 8
Красивый мальчик (2018) 8
Красный воробей (2018) 7
Красота по американски (1999) 8
Крестный отец 1 (1972) 10 2,3(1974,1990) 8
Крид (2015) 6
Криминальное чтиво (1994) 10
Кровавый алмаз (2006) 9
Кровью и потом: анаболики (2013) 7
Кролик джо джо (2019) 9
Крым (2017) 5
Куда приводят мечты (1998) 8
Лалаленд (2016) 10
Лара крофт (2001) 7
Левша (2015) 8
Легенда (2015) 8
Легенда №17 (2013) 8
Леди Бёрд (2017) 8
Леон (1994) 10
Линкольн для адвоката (2011) 8
Лондонские поля 7
Любовь сквозь время (2014) 6
Люди в черном 1-3 (1997, 2002, 2012) 8
Люди в чёрном: Интернешнл (2019) 6
Люси (2014) 8
Лёд (2018) 7
Малавита (2013) 7
Маленькие женщины (2019) 9
Малифисента 1 и 2 части (2014) 7
Малышка на миллион 9
Малыш на драйве (2017) 7
Мальчик в полосатой пижаме (2008) 9
Мама (2017) 4
Марсианин (2015) 8
Матрица 1-3 (1999, 2003) 8
Механик 1 (2011) 8 2 (2016) 7
Меч короля Артура (2017) 7
Мидуэй (2019) 8
Миллионер из трущоб (2008) 9
Мирный воин (2006) 8
Мир юрского периода 1,2 (2015, 2018) 7
Мистер и миссис Смит (2005) 8
Мой парень псих (2012) 7
Мой парень псих (2012) 7
Молчание ягнят (1991) 10
Мортал комбат(2021) 7
Москва слезам не верит (1979) 9
Мост в Террабитию (2007) 8
Мумия 1,2 (1999) 8
Мумия 3 (2008) 7
Мы из будущего (2008) 7
Назад в будущее (1985) 9
На игле (1996) 8
Наркокурьер (2018) 8
Начало (2010) 10
Невидимая сторона 8
Не пойман - не вор (2006) 7
Никогда не сдавайся (2008) 8
Никто (2021) 8
Ничего хорошего в отеле эль рояль (2018) 8
Новая Земля 6
Нокдаун (2005) 8
Ночь в музее (2006) 7
Области тьмы (2011) 8
Облачный атлас (2012) 8
Огни большого города (1931) 6
Огонь(2020) 8
Одаренная (2017) 9
Одержимость (2014) 9
Один дома (1990) 8
Одиннадцать друзей Оушена (2011) 8
Однажды в Америке (1984) 8
Однажды в голливуде (2019) 8
Омерзительная восьмерка (2015) 9
Она (2017) 7
Основатель (2016) 8
Особо опасен (2008) 7
Остров (2005) 7
Остров проклятых (2010) 9
Отель гранд Будапешт (2015) 8
Отступники (2006) 9
Охотники за сокровищами (2014) 9
Пазманский дьявол (2016) 7
Паразиты (2019) 9
Параллельные миры(2012) 7
Парфюмер 8
Патруль (2012) 7
Первому игроку приготовиться (2018) 7
Перевозчик 1,2,3 (2002, 2005, 2008) 7
Переговорщик (1998) 7
Перелом (2007) 8
Перси Джексон (2013) 7
Петля времени (2012) 8
Пианист (2002) 9
Пиджак (2005) 7
Пикачу (2019) 7
Пираты Карибского моря (2003) 9
Пираты силиконовой долины (1999) 7
Плохие парни 1,3 (1997,2020) 7
Плохие парни 2 (2002) 8
Побег из Шоушенка (1994) 10
Повелитель бури (2008) 7
Подмена (2008) 7
Поймай меня - если сможешь (2002) 9
Помни (2000) 9
Последний король Шотландии (2006) 7
Посмотрите наверх 8
По соображениям совести (2016) 9
Поступь хаоса 7
Превосходство (2014) 7
Превосходство (2014) 7
Престиж (2006) 9
Преступник(2016) 7
Прибытие (2016) 7
Привидение (2018) 6
Призрак в доспехах (2017) 6
Призрачная красота (2016) 7
Призрачный гонщик (2007) 7
Призрачный патруль 7
Принц Персии (2010) 7
Прислуга (2011) 9
Пробуждение (1990) 9
Пролетая над гнездом кукушки (1975) 8
Путешествие к центру земли (2008) 8
Разрушение 7
Реальная любовь (2003) 8
Решала 1 (2012) 7 2 (2015) 6
Риддик (2013) 6
Робот по имени Чаппи (2015) 7
Рокетмэн (2019) 7
Рокки (1976) 7
Рок волна 7
Рок-н-рольщик(2008) 8
Рок-н-рольщики 8
Рот на замок (2000) 7
Рыцарь дня (2010) 8
Сволочи (2006) 8
Сделано в Америке (2017) 8
Семь (1995) 10
Семь жизней (2008) 10
Сияние (1980) 7
Славные парни (1990) 9
Собачье сердце (1988) 7
Собачья жизнь 1,2(2017,2019) 8
Сокровище нации (2004) 8
Социальная сеть (2010) 8
Союз спасения (2019) 6
Спасти рядового Райана (1998) 9
Список Шиндлера (1993) 10
Сплит (2016) 7
Стажер (2015) 7
Старикам тут не место (2007) 9
Стартрек (2009) 8
Стрельцов (2020) 8
Судья (2014) 8
Суинни Тодд (2007) 7
Сумасшедшая любовь 7
Сумерки 1 часть (2008) 8
Сумерки 1+ (2009+) 7
Счастливое число Слевина (2006) 9
Сёстры (2001) 8
Таксист (1976) 7
Так сказал Чарли (2018) 7
Твоё имя (2016) 9
Темная башня (2017) 7
Темные времена (2017) 9
Темный рыцарь: возвращение (2012) 8
Тепло наших тел (2013) 6
Терминал 9
Терминатор 1,2 (1984,1991) 8
Терминатор 3 (2003) 7
Терминатор 4-6 (2009, 2015, 2019) 6
Тим талер (2017) 6
Титаник (1997) 10
Томб райдер (2018) 6
Тревожный вызов 8
Тренер (2018) 7
Тренер Картер (2005) 8
Тренировочный день (2001) 8
Три билборда на границе Эббинга Миссури (2017) 7
Трон (2010) 7
Троя (2004) 8
Туман (2010) 7
Убийство в восточном экспрессе (2017) 7
Убить Билла 1,2 (2003) 9
Укрощение строптивого (1980) 8
Умница Уилл Хантинг (1997) 9
Ученик чародея 1 (2010) 7
Фантастические твари 1,2 (2016, 2018) 8
Фокус (2015) 8
Форд против феррари (2019) 9
Форрест Гамп (1994)10
Форсаж 1-3 (2001) 8
Форсаж 4+ (2009) 6
Хатико (2009) 10
Хелбой (2004) 7
Хешер (2010) 7
Хористы (2004) 10
Хороший, плохой, злой (1966) 8
Хороший, плохой, злой (2018) 7
Храброе сердце (1995) 8
Хроники Нарнии (2005) 8
Хроники хищных городов (2018) 7
Хулиганы (2005) 8
Цельнометаллическая оболочка (1987) 7
Чарли и шоколадная фабрика (2005) 8
Час пик (1998) 8
Человек дождя (1988) 9
Человек который познал бесконечность (2015) 8
Человек на Луне (2018) 7
Черная месса (2015) 6
Черный клановец (2018) 8
Чтец (2008) 7
Чудо на Гудзоне (2016) 8
Чёрная вдова (2020) 8
Шаг вперед 4+ (2012) 6
Шаг вперёд 1-3 (2006) 7
Шерлок Холмс (2011) 7
Шестое чувство (1999) 9
Шоу трумана (1998) 10
Шпионский мост (2015) 8
Эквилибриум (2002) 7
Эон Флакс (2005) 7
Эта замечательная жизнь (1946) 10
Эффект бабочки (2004) 9
Я иду искать (2019) 7

Я - Cэм (2001) 8
Я - легенда (2007) 8
Я - начало (2014) 8
Я - робот (2004) 7
Ярость (2014) 8
Яшин (2020) 6


Комедия:
3 идиота (2009) 8
7 психопатов 9
Американский пирог (1999) 10
Астерикс и Абелиск (1999) 9
Борат (2006) 8
Борат 2 (2020) 8
Братья из гримсби (2016) 7
Брюс всемогущий (2003) 7
Все или ничего 7
Впритык (2010) 7
Девушка моих кошмаров (2007) 7
Джентльмены удачи (1971) 8
Джуманджи (2017) 6
Диктатор 10
Дэдпул (2016) 8
Евротур (2004) 8
Залечь на дно в Брюгге (2008) 9
Кавказская пленница (1967) 8
Копы в юбках (2013) 7
Криминальное чтиво (1994) 10
Клик (2006) 8
Мальчишник в Вегасе (2009) 10
Маска (1994) 8
Мачо и ботан (2012) 8
Мы - Миллеры (2013) 8
Мути 43 8
Не шутите с Зоханом (2008) 8
Няньки 7
Один дома (1990) 8
Отличница лёгкого поведения (2010) 8
Охотники за привидениями (2016) 6
Очень плохие мамочки (2016) 7
Очень страшное кино (2000) 9
Парни со стволами (2016) 8
Пипец (2010) 7
Плохие парни 1,3 7
Плохие парни 2 8
Полицейский с рублевки (2018) 7
Поймай толстуху если сможешь 7
Почему он (2016) 6
Проект Х (2012) 7
Розовая пантера (1963) 8
Самый лучший фильм (2008) 8
Секс по дружбе (2011) 7
Солдаты неудачи (2008) 7
Спасатели малибу 7
Супергеройское кино (2008) 6
Суперперцы (2007) 7
Такси (1998) 9
Третий лишний (2012) 9
Тупой и еще тупее (1994) 8
Ты водишь 7
Удачи Чак 7
Ультраамериканцы (2015) 7
Холоп 7
Хэнкок (2008) 7
Шалун (2006) 7
Шпион который меня кинул 7
Эйс вентура 8


Ужасы:
Астрал 8
Война миров z 9
Гоголь 6
Детские игры 2019 8
Дитя тьмы 7
Дони Дарко 10
Другой мир 6
За зеркалом 8
Звонок 9
Зеркала 9
Капкан 7
Кладбище домашних животных 6
Клаустрофобы 7
Кошмар на улице вязов 10
Мег монстр глубины 6
Ночной дозор 6
Обитель зла 1 8
Обитель зла 2+ 7
Оно 1, 2 10
Остров проклятых 10
Охотники на ведьм 8
Паранормальное явление 9
Пила 10
Пираньи 8
Под водой 6
Правда или действие 7
Проклятие Аннабель 8
Проклятие монахини 7
Прочь 10
Птичий короб 9
Пункт назначения 9
Семь 10
Скайлайн 7
Судная ночь: начало (2018) 7
Счастливого нового дня смерти 7
Тихое место 7
Я - легенда 10



Супергеройки:
Аквамен 6
Бэтмен: возвращение 9
Бэтмен: темный рыцарь 10
Веном 9
Дедпул 1,2 10
Доктор Стрэндж 9
Железный человек 1,2,3 10
Капитан Марвел 6
Лига справедливости 6
Логан 9
Мстители 1,2 8
Мстители 3,4 9
Невероятный халк 7
Отряд самоубийц 7
Отряд самоубийц 2 8
Первый мститель 1,2,3 8
Росомаха 8
Стражи галактики 1,2 9
Тор 1,3 8
Тор 2 7
Трансформеры 7
Хищные птицы 7
Хранители 8
Человек из стали 7
Человек паук 1,2,3 10
Человек паук возвращение домой 8
Черепашки ниндзя (2014) 6
Чудо женщина 8
Чёрная пантера 6
Шазам 9



Мультфильмы:
Алёша попович 8
Валл-и 9
Вверх 10
Винни пух 8
Вольт 7
Вэлиант: пернатый спецназ 6
Головоломка 10
Душа (2020) 8
Зверополис 9
История игрушек 9
Как приручить дракона 9
Каспер(кино) 7
Клаус 10
Король лев (мультифильм) 10
Корпорация монстров 9
Кунг-фу панда 9
Ледниковый период 9
Моана 9
Могила светлячков 9
Мой сосед тоторо 9
Монстры на каникулах 8
Небесный замок лапута 8
Побег из курятника 7
Полный расколбас (не детский) 4
Райа и последний дракон 10
Ральф 9
Рататуй 8
Смолфут 7
Соник 6
Суперсемейка 8
Тайна коко 10
Тачки 1 8 2 7
Твоё имя (2016) 10
Унесённые призраками 10
Ученик чудовища 10
Ходячий замок 10
Хранители снов 9
Человек паук: через вселенные 8
Шрек 9
мадагаскар 9


Сериалы:
Академия Амбрелла 7
Американская история ужасов 8
Бесстыжие 9
Бригада 9
Бумажный дом 8
Ведьмак 8
Викинги 8
Во все тяжкие 10
Голяк 7
Грозовые ворота 8
Домашний арест 7
Жуки 7
Закон каменных джунглей 7
Звоните Ди Каприо 7
Игра в кальмара 8
Игра престолов 10
Колл - центр 6
Кремниевая долина 7л
Мажор 7
Мандолорец 8
Молодежка 6
Нарко 9
Настоящий детектив 10
Остаться в живых 10
Остров 6
Отбросы 8
Очень странные дела 8
Патриот 6
Пацаны 8
Под куполом 8
Полицейский с рублевки 8
Половое воспитание 8
Полярный 6
Прикуп 8
Рик и Морти 10
Сверхъестественное 8
Сообщество 8
Табу 7
Теория большого взрыва 8
Ход королевы 9
Чернобыль 10
Чикатило 7
Чудотворцы 6
Чёрное зеркало 8
Шерлок 10
Эйфория 8

Аниме:
Аватар легенда о Коре 8
Аватар легенда об аанге 10
Атака титанов 8
Ванпачмен 8
Моб психо 100 8
Наруто 9
Тетрадь смерти 8
Токийский гуль 7
Токийские мстители 8


");
        }
    }
}
