x1 = int(input("Введите координату центра прямоугольника x1: "))
y1 = int(input("Введите координату центра прямоугольника y1: "))
w = int(input("Введите ширину прямоуголньика: "))
h = int(input("Введите высоту прямоугольника : "))
x2 = int(input("Введите координату точки х2: "))
y2 = int(input("Введите координату точки y1: "))

if x1 + w / 2 < x2:
print("точка х2 за пределами с правой стороны")
elif x1 - w / 2 > x2:
print("точка x2 за пределами с левой стороны")
elif y1 + h / 2 < y2:
print("точка y2 за пределами сверху")
elif y1 - h / 2 > y2:
print("точка y2 за пределами снизу")
elif x1 + w / 2 == x2 and y1 == y2:
print("точка на границе справа")
elif x1 + w / 2 == x2 and y1 + h / 2 == y2:
print("точка на границе справа")
elif x1 + w / 2 == x2 and y1 - h / 2 == y2:
print("точка на границе справа")
elif x1 - w / 2 == x2 and y1 == y2:
print("точка на границе слева")
elif x1 - w / 2 == x2 and y1 + h / 2 == y2:
print("точка на границе слева")
elif x1 - w / 2 == x2 and y1 - h / 2 == y2
