x1 = int(input("Введите координату центра прямоугольника x1: "))
y1 = int(input("Введите координату центра прямоугольника y1: "))
w = int(input("Введите ширину прямоуголньика: "))
h = int(input("Введите высоту прямоугольника : "))
x2 = int(input("Введите координату точки х2: "))
y2 = int(input("Введите координату точки y2: "))

if ((x1 + w / 2 == x2) and (y1 + h / 2 >= y2 and y1 - h / 2 <= y2)) or ((x1 - w / 2 == x2) and (y1 + h / 2 >= y2 and y1 - h / 2 <= y2)) or ((y1 + h/2 == y2) and (x1 + w / 2 >= x2 and x1 - w / 2 <= x2)) or ((y1 - h/2 == y2) and (x1 + w / 2 >= x2 and x1 - w / 2 <= x2)):
    print("Точка на границе прямоугольника")
elif x1 + w / 2 < x2 or x1 - w / 2 > x2 or y1 + h / 2 < y2 or y1 - h / 2 > y2:
    print("точка за пределами")
else: 
    print("точка внути прямоугольника")